English/TED-Ed2/2015-03-27 What causes bad breath.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-07 Wed 22:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgc97fe07" class="outline-2">
<h2 id="orgc97fe07">2015-03-27 What causes bad breath</h2>
<div class="outline-text-2" id="text-orgc97fe07">
<p class="verse">
There is a curse that has plagued humanity since ancient times.<br />
The Greeks fought it by chewing aromatic resins, while the Chinese resorted to egg shells.<br />
In the ancient Jewish Talmud, it's even considered legal grounds for divorce.<br />
This horrible scourge is halitosis, otherwise known as bad breath.<br />
But what causes it, and why is it so universally terrifying?<br />
Well, think of some of the worst odors you can imagine, like garbage, feces or rotting meat.<br />
All of these smells come from the activity of microorganisms, particularly bacteria,<br />
&#xa0;and, as disgusting as it may sound,<br />
&#xa0;&#xa0;similar bacteria live in the moisture-rich environment of your mouth.<br />
<br />
Don't panic.<br />
The presence of bacteria in your body is not only normal,<br />
&#xa0;it's actually vital for all sorts of things, like digestion and disease prevention.<br />
But like all living things, bacteria need to eat.<br />
The bacteria in your mouth feed off of mucus, food remnants, and dead tissue cells.<br />
In order to absorb nutrients through their cell membranes,<br />
&#xa0;they must break down the organic matter into much smaller molecules.<br />
For example, they'll break proteins into their component, amino acids<br />
&#xa0;and then break those down even further into various compounds.<br />
Some of the foul-smelling byproducts of these reactions, such as hydrogen sulfide and cadaverine,<br />
&#xa0;escape into the air and waft their way towards unsuspecting noses.<br />
Our sensitivity to these odors and interpretation of them as bad smells<br />
&#xa0;may be an evolutionary mechanism warning us of rotten food and the presence of disease.<br />
<br />
Smell is one of our most intimate and primal senses,<br />
&#xa0;playing a huge role in our attraction to potential mates.<br />
In one poll,<br />
&#xa0;59% of men and 70% of women said they wouldn't go on a date with someone who has bad breath,<br />
&#xa0;which may be why Americans alone spend $1 billion a year on various breath products.<br />
Fortunately, most bad breath is easily treated.<br />
The worst smelling byproducts come from gram-negative bacteria<br />
&#xa0;that live in the spaces between gums and teeth and on the back of the tongue.<br />
By brushing and flossing our teeth,<br />
&#xa0;&#xa0;using antibacterial mouthwash at bedtime,<br />
&#xa0;&#xa0;gently cleaning the back of the tongue with a plastic scraper<br />
&#xa0;&#xa0;&#xa0;and even just eating a healthy breakfast,<br />
&#xa0;we can remove many of these bacteria and their food sources.<br />
In some cases,<br />
&#xa0;these measures may not be enough due to dental problems, nasal conditions, or rarer ailments,<br />
&#xa0;&#xa0;such as liver disease and uncontrolled diabetes.<br />
Behaviors like smoking and excessive alcohol consumption also have a very recognizable odor.<br />
<br />
Regardless of cause,<br />
&#xa0;the bad smell almost always originates in the mouth and not the stomach or elsewhere in the body.<br />
But one of the biggest challenges lies in actually determining<br />
&#xa0;&#xa0;how our breath smells in the first place,<br />
&#xa0;and it's unclear why.<br />
It may be that we're too acclimatized to the smell inside our own mouths to judge it.<br />
And methods like cupping your hands over your mouth, or licking and smelling your wrist<br />
&#xa0;don't work perfectly either.<br />
One study showed that even when people do this,<br />
&#xa0;they tend to rate the smell subjectively according to how bad they thought it was going to be.<br />
But there's one simple, if socially difficult, way of finding out how your breath smells:<br />
&#xa0;just take a deep breath and ask a friend.<br />
</p>
</div>

<div id="outline-container-org952b2ba" class="outline-3">
<h3 id="org952b2ba">expression</h3>
<div class="outline-text-3" id="text-org952b2ba">
<p>
curse:a word or sentence used to ask God or a magical power to do something bad to someone or something诅咒<br />
plague: to cause pain, suffering, or trouble to someone, especially for a long period of time祸根<br />
aromatic: having a strong pleasant smell SYN fragrant芬芳的<br />
shell: the hard outer part that covers and protects an egg, nut, or seed壳<br />
legal: if something is legal, you are allowed to do it or have to do it by law OPP illegal法定的, 合法<br />
scourge: something that causes a lot of harm or suffering苦难的根源<br />
halitosis: a condition in which someone’s ath smells very bad SYN bad breath口臭<br />
universally: 普遍地<br />
feces: pl. solid waste material from the ↑bowels粪<br />
microorganism: 微生物<br />
moisture-rich: 湿气丰富的<br />
vital:extremely important and necessary for something to succeed or exist SYN crucial至关重要的<br />
digestion: the process of digesting food消化力<br />
mucus: a thick liquid produced in parts of your body such as your nose粘液<br />
food remnants: 残余<br />
tissue: the material forming animal or plant cells组织<br />
nutrient: a chemical or food that provides what is needed for plants or animals to live and grow营养<br />
foul-smelling: 闻起来臭的<br />
byproducts: 副产品<br />
sulfide: 硫化物<br />
cadaverine: 尸胺<br />
unsuspecting: not knowing that something bad is happening or going to happen不怀疑的<br />
intimate: private and friendly so that you feel comfortable亲密的<br />
primal: primal feelings or actions seem to belong to a part of people’s character that is ancient and animal-like原始的<br />
gram-negative: 革兰氏(染色)阴性<br />
antibacterial: 抗菌的<br />
mouthwash: 嗽口水<br />
scraper: a tool used to remove something from a surface by rubbing刮刀<br />
nasal: 鼻的<br />
ailment: an illness that is not very serious疾病(尤指微恙)<br />
diabete: a serious disease in which there is too much sugar in your blood糖尿病<br />
excessive: much more than is reasonable or necessary过多的<br />
alcohol consumption: 消费<br />
originate:formal to come from a particular place or start in a particular situation起源, 发生<br />
lick: to move your tongue across the surface of something in order to eat it, wet it, clean it etc舔<br />
wrist: the part of your body where your hand joins your arm手腕<br />
subjectively: 主观地<br />
</p>
<hr />
<p>
resort to sth.: 诉诸于某事<br />
grounds for sth.(divorce)/doing sth.: 做某事的理由<br />
as disgusting as it may sound, &#x2026;: 虽然听起来很恶心,但&#x2026;<br />
feed off of sth.: 以某物为食<br />
break down A into B: 把A分解成B<br />
waft sb's way towards sp.: 飘荡到某地<br />
interpretation of A as B: 把A解释为B<br />
warn sb. of sth.: 警告某人某事<br />
go on a date with sb.: 和某人约会<br />
floss sb's teeth: 用牙线清洁牙齿<br />
at bedtime: 睡前<br />
in the first place: 最初<br />
cup your hands over your mouth: 用手捂住嘴<br />
be too acclimatized to sth. to do sth.:<br />
</p>
</div>
</div>

<div id="outline-container-org5dda741" class="outline-3">
<h3 id="org5dda741">sentence</h3>
<div class="outline-text-3" id="text-org5dda741">
<p>
resort to sth.: 诉诸于某事<br />
</p>
<ul class="org-ul">
<li>Because the vicar is always raising money, but the clock hasn't been repaired,<br />
he may resort to the lie.<br /></li>
<li>It is no use resorting to your parents while you are late for school.<br /></li>
<li>He must have resorted to the lie, for he hadn't finished his homework.<br /></li>
</ul>
<p>
grounds for sth.(divorce)/doing sth.: 做某事的理由<br />
</p>
<ul class="org-ul">
<li>The ground for not providing you with pocket money<br />
is that you smashed everything in the kitchen into pieces yesterday.<br /></li>
<li>The ground for asking for a lift is that my car has broken down.<br /></li>
<li>The ground for paying the bill is that he has paid for my dinner.<br /></li>
</ul>
<p>
as disgusting as it may sound, &#x2026;: 虽然听起来很恶心,但&#x2026;<br />
</p>
<ul class="org-ul">
<li>As disgusting as it may sound, we have to clean up the house full of feces in time.<br /></li>
<li>As disgusting as it may sound, we should pay for the meal mixed with a hair.<br /></li>
<li>As disgusting as it may sound, the vicar is raising money now.<br /></li>
</ul>
<p>
feed off of sth.: 以某物为食<br />
</p>
<ul class="org-ul">
<li>It is no use pretending that your cat feeds off of vegetables.<br /></li>
<li>These tourists prevented the wolf from feeding off of wild rabbits.<br /></li>
<li>Instead of meals, the dog fed off of feces in his youth.<br /></li>
</ul>
<p>
break down A into B: 把A分解成B<br />
</p>
<ul class="org-ul">
<li>You broke down the bike into parts, which shocked Mommy very much.<br /></li>
<li>The worker refused to break down his bike into parts.<br /></li>
<li>It will have been broken down into pieces in twenty minutes.<br /></li>
</ul>
<p>
waft sb's way toward sp.: 飘荡到某地<br />
</p>
<ul class="org-ul">
<li>While we were going for a walk alongside the path,<br />
the smell of oak wafted its way toward our noses.<br /></li>
<li>I am tired of the smell of meals from my neighbor wafting its way toward my nose at bedtime.<br /></li>
<li>So long as the odor wafted its way toward your nose, you will mobilize your immune system.<br /></li>
</ul>
<p>
interpretation of A as B: 把A解释为B<br />
</p>
<ul class="org-ul">
<li>His interpretation of my kindness as recreance annoyed me a great deal.<br /></li>
<li>My interpretation of the coverage as a fact caused me to make that stupid remark.<br /></li>
<li>The interpretation of atoms as baseballs helps us to make progress.<br /></li>
</ul>
<p>
warn sb. of sth.: 警告某人某事<br />
</p>
<ul class="org-ul">
<li>The FBI always warns me of pirated movies at the beginning.<br /></li>
<li>The editor is warning you of bugs that are obvious.<br /></li>
<li>With the editor warning him of bugs, he continued to program it to act.<br /></li>
</ul>
<p>
go on a date with sb.: 和某人约会<br />
</p>
<ul class="org-ul">
<li>I prefer to go on a date with that cute girl I met yesterday.<br /></li>
<li>She prefers going on a date with Mike than Chandler.<br /></li>
<li>She prefers to die than go on a date with Chandler.<br /></li>
</ul>
<p>
floss sb's teeth: 用牙线清洁牙齿<br />
</p>
<ul class="org-ul">
<li>It reminded me of flossing my teeth at bedtime.<br /></li>
<li>She has trained her daughter to floss her teeth for weeks.<br /></li>
<li>My wife's dentist forbade her to floss her teeth.<br /></li>
</ul>
<p>
at bedtime: 睡前<br />
</p>
<ul class="org-ul">
<li>I used to tell my son pirate stories at bedtime.<br /></li>
<li>First of all, I really wanted to go to sleep at bedtime yesterday.<br /></li>
<li>Stop making a call to me at bedtime, leave me alone.<br /></li>
</ul>
<p>
in the first place: 最初<br />
</p>
<ul class="org-ul">
<li>In the first place, we thought of the task of reading as extremely difficult.<br /></li>
<li>In the first place, we proposed a way of rescuing them in a special capsule.<br /></li>
<li>In the first place, the prizefighter lived in poverty in the USA.<br /></li>
</ul>
<p>
cup your hands over your mouth: 用手捂住嘴<br />
</p>
<ul class="org-ul">
<li>With the corpse coming, everyone cupped his hands over his mouth to hold his breath.<br /></li>
<li>If you cup your hands over your mouth and smell your breath,  you will find it terrible.<br /></li>
<li>She was cupping her hands over her mouth to avoid making any voice while witnessing a murder.<br /></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
